<template>
  <div class="agreement">
    <div class="wrap">
      <div class="fs-18 fc-333333">【登封管理平台】用户协议</div>
      <div class="content">
          欢迎您与【登封管理平台】共同签署《【登封管理平台】在线服务协议》（以下简称本协议），并使用【登封管理平台】平台提供的各项服务！
      </div>
    

      <div class="fs-15 fc-333333">一、服务内容：</div>
      <div class="content">
        1.1 【登封管理平台】的具体内容由【登封管理平台】提供，【登封管理平台】保留随时变更、中断或终止部分或全部网络服务的权利。<br />

        1.2 【登封管理平台】作为医生、患者间交流互通平台，不能替代医生与病人面对面的诊断和治疗。<br />

        1.3 【登封管理平台】仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如手机、调制解调器及其他与接入互联网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均应由认证用户自行负担。<br />

      </div>
      <div class="fs-15 fc-333333">二、认证用户及注册：</div>
      <div class="content">
        2.1 【登封管理平台】提供认证用户及注册服务，用户帐号和密码由用户自行保管；用户应当对以其认证帐号进行的所有活动和事件负法律责任。<br />

        2.2 用户注册时，在账号名称、头像和简介等注册信息中不得出现违法和不良信息，否则【登封管理平台】有权拒绝提供服务，并删除该账号。<br />

        2.3注册【登封管理平台】时，应当遵守2.2条的规定，并进行实名认证，【登封管理平台】有权采取合理方式对用户身份进行核实，并对通过认证的用户提供相应服务。用户未能通过身份认证的，【登封管理平台】有权将认证关联信息删除。<br />
      </div>
      <div class="fs-15 fc-333333">三、认证用户的权利和责任：</div>
      <div class="content">
        3.1 认证用户有权利拥有自己在【登封管理平台】的用户名及密码，并有权利使用自己的认证用户名及密码随时登录【登封管理平台】。<br />

        3.2认证用户不得以任何形式转让或授权他人使用自己的【登封管理平台】认证用户名，亦不得盗用他人帐号，由以上行为造成的后果由认证用户自行承担。<br />

        3.3 认证用户有权根据【登封管理平台】管理规定进行医患互通交流等。<br />

        3.4 认证用户对自己在【登封管理平台】上发布的信息承担责任，认证用户不得发布违法信息，不得恶意评价医生认证用户。认证用户承诺自己在使用【登封管理平台】时实施的所有行为均遵守国家法律、法规和【登封管理平台】管理规定以及各种社会公共利益或公共道德。如有违反导致任何法律后果的发生，认证用户将以自

        己的名义独立承担所有相应的法律责任。<br />

        3.5 认证用户必须遵守卫生部《互联网医疗卫生信息服务管理办法》及国家食品药品监督管理局的有关法规，认证用户不得进行广告性质宣传活动。<br />

        3.6 【登封管理平台】中展示的所有医学信息以及认证医生建议，仅供认证用户参考，不作为诊断和治疗的依据, 不能替代医生与病人面对面的诊疗。<br />

        3.7 认证用户不得涉及医疗纠纷的问题或其它有责任争议的问题，关于医疗纠纷的问题，请另行咨询律师或相关主管部门寻求援助。<br />

        3.8 认证用户如发现医生认证用户有违法或违反【登封管理平台】管理规定的行为，可以向【登封管理平台】进行反映要求处理。认证用户因【登封管理平台】展示的内容与医生认证用户发生纠纷的，司法部门可以要求【登封管理平台】根据法律程序提供该案件所需证据材料。<br />
      </div>
      <div class="fs-15 fc-333333">四、【登封管理平台】的权利和责任：</div>
      <div class="content">
        4.1 【登封管理平台】将协助医患之间进行合法的交流，并提供必要的网络技术帮助；<br />

        4.2 【登封管理平台】有义务在现有技术上维护整个平台的正常运行，并努力提升和改进技术，使认证用户网上交流、互助得以顺利进行；<br />

        4.3 经国家生效法律文书或行政处罚决定确认认证用户存在违法行为，或者【登封管理平台】有足够事实依据可以认定认证用户存在违法或违反【登封管理平台】管理规定的行为的，【登封管理平台】有权以合理方式公布认证用户的违法行为；<br />

        4.4 因不可抗力（如火灾、水灾、暴动、骚乱、战争、自然灾害等）导致【登封管理平台】的服务中断或者认证用户数据损坏、丢失等，【登封管理平台】不承担任何责任；<br />
      </div>
      <div class="fs-15 fc-333333">五、服务变更、中断或终止：</div>
      <div class="content">
        5.1 如因系统维护或升级的需要而需暂停网络服务，【登封管理平台】将尽可能事先进行通告。<br />

        5.2 如发生下列任何一种情形，【登封管理平台】有权解除本协议：<br />

        5.2.1 认证用户自愿注销的；<br />

        5.2.2 认证用户违反国家有关法律法规或【登封管理平台】管理规定，侵害他人合法权益的；<br />

        5.2.3 认证用户因在【登封管理平台】上的不当行为被行政或司法机构拘留或起诉；<br />

        5.2.4 认证用户提供的个人资料不真实；<br />

        5.2.5 认证用户盗用他人账户、发布违禁信息、骗取他人财物的；<br />

        5.2.6 认证用户传播虚假信息，歪曲事实，经查证属实的；<br />

        5.2.7 其它【登封管理平台】认为需要终止服务的情况。<br />

        除前款所述情形外，【登封管理平台】保留在不事先通知认证用户的情况下随时中断或终止部分或全部网络服务的权利，对于服务的中断或终止而造成认证用户损失的，【登封管理平台】不承担任何责任。<br />

        5.3 认证用户服务终止后，【登封管理平台】仍有以下权利：<br />

        5.3.1 认证用户注销后，【登封管理平台】有权保留该认证用户的注册数据及以前的行为记录；<br />

        5.3.2 认证用户注销后，如认证用户在注销前在【登封管理平台】平台上存在违法行为或违反条款的行为，【登封管理平台】仍可行使本服务条款所规定的权利；<br />
      </div>
      <div class="fs-15 fc-333333">六、隐私声明：</div>
      <div class="content">
        6.1 适用范围<br />

        6.1.1 认证用户注册【登封管理平台】时，根据注册要求提供的个人信息；<br />

        6.1.2 【登封管理平台】通过合法途径从其他途径取得的认证用户个人资料。<br />

        6.2 信息保密<br />

        6.2.1 保护认证用户隐私是【登封管理平台】的一项基本政策，【登封管理平台】保证不对外公开或向第三方提供单个认证用户的注册资料及认证用户在使用网络服务时存储的非公开内容，但下列情况除外：事先获得认证用户的明确授权；根据有关的法律法规要求；按照相关政府主管部门的要求；为维护社会公众的利益；为维护【登封管理平台】的合法权益。<br />

        6.2.2 【登封管理平台】可能会与第三方合作向认证用户提供相关的网络服务，在此情况下，如该第三方同意承担与【登封管理平台】同等的保护认证用户隐私的责任，则【登封管理平台】有权将认证用户的注册资料等提供给该第三方。<br />

        6.3 信息使用：<br />

        6.3.1 在不透露单个认证用户隐私资料的前提下，【登封管理平台】有权对整个<br />

        认证用户数据库进行分析并对认证用户数据库进行商业上的利用。<br />

        6.3.2 医患之间的咨询问题内容在隐去认证用户的姓名、单位、地址等信息后，【登封管理平台】有权在未征得认证用户同意的情况下公开、编辑、出版、发行。<br />

        6.3.3 为服务认证用户的目的，【登封管理平台】可能通过使用认证用户的个人信息，向认证用户提供服务，包括但不限于向认证用户发出活动和服务信息等。<br />
      </div>
      <div class="fs-15 fc-333333">七、免责声明：</div>
      <div class="content">
        7.1 【登封管理平台】不担保网络服务一定能满足认证用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。<br />

        7.2 对于因不可抗力或【登封管理平台】不能控制的原因造成的网络服务中断或其它缺陷，【登封管理平台】不承担任何责任，但将尽力减少因此而给认证用户造成的损失和影响。<br />
      </div>
      <div class="fs-15 fc-333333">八、服务条款修改：</div>
      <div class="content">
        8.1 【登封管理平台】有权根据服务情况变更、终止【登封管理平台】管理规定的各项条款，【登封管理平台】将会通过适当方式向用户提示修改内容。<br />

        8.2 如果用户不同意【登封管理平台】管理规定所做的修改，有权停止使用网络服务。如果用户继续使用网络服务，则视为用户接受【登封管理平台】对服务条款相关条款所做的修改。<br />
      </div>
      <div class="fs-15 fc-333333">九、法律管辖：</div>
      <div class="content">
        9.1 本服务条款的订立、执行和解释及争议的解决均应适用中国法律。<br />

        9.2 如双方就本服务条款内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向【登封管理平台】所在地的人民法院提起诉。<br />
      </div>
      <div class="fs-15 fc-333333">十、通知送达:</div>
      <div class="content">
        10.1 本协议项下对于用户所有的通知均可通过公告、电子邮件、手机短信或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。<br />

        10.2 用户对于【登封管理平台】的通知应当通过【登封管理平台】对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。<br />
      </div>
      <div class="fs-15 fc-333333">十一、其他规定:</div>
      <div class="content">
        11.1 本服务条款构成双方对服务条款之约定事项及其他有关事宜的完整协议，除服务条款规定的之外，未赋予服务条款各方其他权利。<br />

        11.2 如本服务条款中的任何条款无论因何种原因完全或部分无效或不具有执行力，本条款的其余条款仍应有效并且有约束力。<br />

        11.3 本服务条款中的标题仅为方便而设，在解释本条款时应被忽略。<br />
      </div>
    </div>
    </div>
</template>
<script setup>

</script>
<style lang='less' scoped>
.agreement {
  padding: 10px;
  background: #fff;
  .wrap {
    .title {
      font-size: 30px;
      color: #333333;
    }
    .content {
      margin: 20px 0;
      line-height:46px;
      font-size: 30px;
      color: #50575e;
      padding: 0 38px;
    }
  }
}
</style>